quest_system_1069411888_name=^?^Journey into the Dragons' World
quest_system_1069411888_stage_0=^?^Travel to Ultrax and find the Sapphire Egg.
quest_system_1069411888_stage_1=^?^Return to Welbewooll.
quest_system_1069411888_task=^?^The Roads' Architect Welbewooll wishes to create a Bridge of Fire to the other world. He asks that you bring him a Sapphire Egg from Ultrax.<br>[reward]
